import i1 from "../img/prof/i1.jpg";
import i2 from "../img/prof/i2.jpg";
import i3 from "../img/prof/i3.jpg";
// import i4 from "../img/prof/i4.jpg";
import i5 from "../img/prof/i5.jpg";
import i6 from "../img/prof/i6.jpg";
import i7 from "../img/prof/i7.jpg";
import i8 from "../img/prof/i8.jpg";
import i9 from "../img/prof/i9.jpg";
import i10 from "../img/prof/i10.jpg";
import i11 from "../img/prof/i11.jpg";
import i12 from "../img/prof/i12.jpg";
import i13 from "../img/prof/i13.jpg";
import i14 from "../img/prof/i14.jpg";
import i15 from "../img/prof/i15.jpg";
import i16 from "../img/prof/i16.jpg";
import i17 from "../img/prof/i17.jpg";
import i18 from "../img/prof/i18.jpg";
import i19 from "../img/prof/i19.jpg";
import i20 from "../img/prof/i20.jpg";
import i21 from "../img/prof/i21.jpg";
import i22 from "../img/prof/i22.jpg";

const users = [
  {
    id: "m1",
    name: "maryam",
    showName: "",
    text: `Happy Birthday darling
    مطمئنم همیشه تو زندگیت مثل ی ستاره میدرخشی و امیدوارم به هرچیزی میخوای برسی`,
    img: i1,
  },
  {
    id: "m2",
    name: "naeimeh",
    text: `چه خوب که باتو آشنا شدم و چه خوب تر که شناختمت چون مهربونیت قشنگه هم زبونیت قشنگه`,
    img: i2,
  },
  {
    id: "m3",
    name: "aysa",
    text: `تولدت مبارک فائزه جانم، امیدوارم حال دلت خوب، آرزوهات محقق و راهت هموار باشه😍❤️✨`,
    img: i3,
  },
  {
    id: "m4",
    name: "aida",
    text: `فائزه زیبا، تولدت مبارک و  زندگیت پر
  از  موفقیت ها و حال خوب...`,
    img: i3,
  },
  {
    id: "m5",
    name: "masiam",
    text: `یُلداشیم!
  دور... نزدیک....هرجا که هستی 
  مطمئنم یه گوشه از قلبم همیشه برای پذیرفتن تو آماده است. به امید در آغوش گرفتنت زندگی را ادامه خواهم داد 
  خیلی دوست دارم.خب؟
  تولدت مبارک دور ترین نزدیکِ من`,
    img: i5,
  },
  {
    id: "m6",
    name: "narges",
    text: `و بالاخره تولدِ تو .
  امیدوارم دهه جدید زندگیتو به خوبی شروع کنی و بگی همه چیز از 20 سالگی شروع شد .
  تو اوج ببینیمت ، تولدت مبارکمون .`,
    img: i6,
  },
  {
    id: "m7",
    name: "ghazal",
    text: `من هرچقدر بخام از تویِ کلمه ها حس ببافم هیچکدوم به قشنگیِ بودنت نیستن
  تولدت مبارک تیانا`,
    img: i7,
  },
  {
    id: "m8",
    name: "sogand",
    text: `آبان شد و روز قشنگ سال رسیدمهربونیت جوونه زد قلب خوشگلت شروع به تپیدن کرد
  چشمای مهربونت دنیارو دید و همه چیو قشنگ تر کرد تولدت مبارک قشنگ`,
    img: i8,
  },
  {
    id: "m9",
    name: "sara",
    text: `فائزه جانم..
  تو همون دختر آروم و خانوم و عاقلی هستی که من خیلی دوسش دارم و از آشنایی باهات خیلی خرسندم و این یه حقیقته.
  وجود دوستی مثه تو برای هرکسی نیازه و
  لذت بخش خیلی خوشحالم که دارمت خوشگل من
  تولدت مبارکمون`,
    img: i9,
  },
  {
    id: "m10",
    name: "aylar",
    text: `خب خب
  رسیدیم به آبان ماه ، روزِ تولدت
  برات آرزو میکنم امسال کلی اتفاقای خوب تو زندگیت بیوفته که باعث لبخندِ روی صورتت بشه و غم و غصه ازت دور بمونه
  تولدت کلی مبارک باشه قشنگم`,
    img: i10,
  },
  {
    id: "m11",
    name: "heliya",
    text: `سنام فازی از تبریز ریز ریز 🦦✌🏻
  فازی جون تولدت مبارک امیدوارم به تک تک آرزوهای قشنگ برسی خوش حالم که دارمت بوس بهت🤍`,
    img: i11,
  },
  {
    id: "m12",
    name: "real",
    text: `هنوزم تو تبریک گفتن لنگ میزنم منتها شمارو تو اوجِ خاسته‌هات ببینیمت و سالی پر از هیجانات مثبت رو در پیش داشته باشی؛ تولدت مبارک باشه`,
    img: i12,
  },
  {
    id: "m13",
    name: "goli",
    text: `فائزه قشنگم تولدت مبارک
   روزای خوبی برات می‌خوام 
   قلبت خوشحال باشه همیشه`,
    img: i13,
  },
  {
    id: "m14",
    name: "atena",
    text: `تولدت مبارک دختر زیبا ، قهقهه های آسمانی و آرامش زلال زندگی رو برات آرزو دارم ...`,
    img: i14,
  },
  {
    id: "m15",
    name: "faezeh",
    text: `فائزه ی عزیزم 
  تولدت مبارک باشه ، کلی آرزوی خوب برات`,
    img: i15,
  },
  {
    id: "m16",
    name: "mahsa",
    text: `کسی که تشبیه کردن رو بوجود آورد میدونست که در آینده شخصی به قشنگی تو متولد میشه که لازمه ماه و ستاره ها به چشماش و خنده هاش تشبیه کنه تا بلکه کمی از زیباییش درک بشه.
   تولدت مبارک 🌱`,
    img: i16,
  },
  {
    id: "m17",
    name: "black rose",
    text: `زندگی، دفتر شعریست پر از شادی و غم، امیدوارم صفحه جدید عمرت پر از شادی باشه‌.
   تولدت مبارک فائزه🤍`,
    img: i17,
  },
  {
    id: "m18",
    name: "fatemeh",
    text: `از صدای گذر آب چنان می فهمی 
   تند تر از آب روان، عمر گران میگذرد
   زندگی را نفسی ارزش غم خوردن نیست
   آنقدر سیر بخند که ندانی غم چیست
   فائزه جان تولدت مبارک:)🤍!`,
    img: i18,
  },
  {
    id: "m19",
    name: "amir hossein",
    text: `هپی مپی شپی چپی دپی گپی فازی جون... 
   فرح بخش ترین اتفاقا و بهترین مودا از چپ و راست و جلو و عقب واست ^ ^`,
    img: i19,
  },
  {
    id: "m20",
    name: "blue",
    text: `تولدت مبارک،جاده های خوشبختی هموار باشه واست و تنت سالم ...`,
    img: i20,
  },
  {
    id: "m21",
    name: "aynaz",
    text: `تولدون مبارک اولسون.
  امیدوارام هر نمنه آرزون وارا یتیشسن و همچنین همیشه حالین خوش اولا♡`,
    img: i21,
  },
  {
    id: "m22",
    name: "rafa",
    text: `هرکس متولد شود مانند آن است که تازه به دنیا آمده است ..

   تولدت مبارک فائزه`,
    img: i22,
  },
];

export default users;
